{
  "partFiveProtestsSectionC": [
    {
      "Title": "SECTION C MISCONDUCT\n69.1 Obligation not to Commit Misconduct; Resolution",
      "Rule": "(a) A competitor, boat owner or support person shall not commit an act of misconduct.\n(b) Misconduct is:\n(1) conduct that is a breach of good manners, a breach of good sportsmanship, or unethical behaviour; or\n(2) conduct that may bring, or has brought, the sport into disrepute."
    },
    {
      "Title": "SECTION C MISCONDUCT\n69.1 Obligation not to Commit Misconduct; Resolution Continued",
      "Rule": "(c) An allegation of a breach of rule 69.1(a) shall be resolved in accordance with the provisions of rule 69. It shall not be grounds for a protest and rule 63.1 does not apply."
    },
    {
      "Title": "SECTION C MISCONDUCT\n69.2 Action by a Protest Committee",
      "Rule": "(a) A protest committee acting under this rule shall have at least three members.\n(b) When a protest committee, from its own observation or from information received from any source, including evidence taken during a hearing, believes a person may have broken rule 69.1(a), it shall decide whether or not to call a hearing."
    },
    {
      "Title": "SECTION C MISCONDUCT\n69.2 Action by a Protest Committee Continued",
      "Rule": "(c) When the protest committee needs more information to make the decision to call a hearing, it shall consider appointing a person or persons to conduct an investigation. These investigators shall not be members of the protest committee that will decide the matter."
    },
    {
      "Title": "SECTION C MISCONDUCT\n69.2 Action by a Protest Committee Continued",
      "Rule": "(d) When an investigator is appointed, all relevant information he gathers, favourable or unfavourable, shall be disclosed to the protest committee, and if the protest committee decides to call a hearing, to the parties."
    },
    {
      "Title": "SECTION C MISCONDUCT\n69.2 Action by a Protest Committee Continued",
      "Rule": "(e) If the protest committee decides to call a hearing, it shall promptly inform the person in writing of the alleged breach and of the time and place of the hearing and follow the procedures in rules 63.2, 63.3(a), 63.4, 63.6, 65.1, 65.2, 65.3 and 66, except that:..."
    },
    {
      "Title": "SECTION C MISCONDUCT\n69.2 Action by a Protest Committee Continued",
      "Rule": "(1) unless a person has been appointed by World Sailing, a person may be appointed by the protest committee to present the allegation.\n(2) a person against whom an allegation has been made under this rule shall be entitled to have an advisor and a representative with him who may act on his behalf."
    },
    {
      "Title": "SECTION C MISCONDUCT\n69.2 Action by a Protest Committee Continued",
      "Rule": "(f) If the person\n(1) provides good reason why he is unable to come to the hearing at the scheduled time, the protest committee shall reschedule it; or\n(2) does not provide good reason and does not come to the hearing, the protest committee may conduct it without the person present."
    },
    {
      "Title": "SECTION C MISCONDUCT\n69.2 Action by a Protest Committee Continued",
      "Rule": "(g) The standard of proof to be applied is the test of the comfortable satisfaction of the protest committee, bearing in mind the seriousness of the alleged misconduct. However, if the standard of proof in this rule conflicts with the laws of a country, the national authority may, with the approval of World Sailing, change it with a prescription to this rule."
    },
    {
      "Title": "SECTION C MISCONDUCT\n69.2 Action by a Protest Committee Continued",
      "Rule": "(h) When the protest committee decides that a competitor or boat owner has broken rule 69.1(a), it may take one or more of the following actions\n(1) issue a warning;"
    },
    {
      "Title": "SECTION C MISCONDUCT\n69.2 Action by a Protest Committee Continued",
      "Rule": "\n(2) change their boat’s score in one or more races, including disqualification(s) that may or may not be excluded from her series score;\n(3) exclude the person from the event or venue or remove any privileges or benefits; and\n(4) take any other action within its jurisdiction as provided by the rules."
    },
    {
      "Title": "SECTION C MISCONDUCT\n69.2 Action by a Protest Committee Continued",
      "Rule": "(i) When the protest committee decides that a support person has broken rule 69.1(a), rule 64.5 applies.\n(j) If the protest committee\n(1) imposes a penalty greater than one DNE;\n(2) excludes the person from the event or venue; or\n(3) in any other case if it considers it appropriate,..."
    },
    {
      "Title": "SECTION C MISCONDUCT\n69.2 Action by a Protest Committee Continued",
      "Rule": "...it shall report its findings, including the facts found, its conclusions and decision to the national authority of the person or, for specific international events listed in the World Sailing Regulations, to World Sailing. If the protest committee has acted under rule 69.2(f)(2), the report shall also include that fact and the reasons for it."
    },
    {
      "Title": "SECTION C MISCONDUCT\n69.2 Action by a Protest Committee Continued",
      "Rule": "(k) If the protest committee decides not to conduct the hearing without the person present, or if the protest committee has left the event and a report alleging a breach of rule 69.1(a) is received, the race committee or organizing authority may appoint the same or a new protest committee to proceed under this rule."
    },
    {
      "Title": "SECTION C MISCONDUCT\n69.2 Action by a Protest Committee Continued",
      "Rule": "If it is impractical for the protest committee to conduct a hearing, it shall collect all available information and, if the allegation seems justified, make a report to the national authority of the person or, for specific international events listed in the World Sailing Regulations, to World Sailing."
    },
    {
      "Title": "SECTION C MISCONDUCT\n69.3 Action by a National Authority and World Sailing",
      "Rule": "The disciplinary powers, procedures and responsibilities of national authorities and World Sailing that apply are specified in the World Sailing Disciplinary Code. National authorities and World Sailing may impose further penalties, including suspension of eligibility, under that code."
    }
  ]
}