{
  "partFourOtherSectionA": [
    {
      "Title": "SECTION A GENERAL REQUIREMENTS\n40.1 PERSONAL FLOTATION DEVICES",
      "Rule": "Basic Rule\nWhen rule 40.1 is made applicable by rule 40.2, each competitor shall wear a personal flotation device except briefly while changing or adjusting clothing or personal equipment. Wet suits and dry suits are not personal flotation devices."
    },
    {
      "Title": "SECTION A GENERAL REQUIREMENTS\n40.2 PERSONAL FLOTATION DEVICES",
      "Rule": "When Rule 40.1 Applies\nRule 40.1 applies\n(a) if flag Y was displayed afloat with one sound before or with the warning signal, while racing in that race; or\n(b) if flag Y was displayed ashore with one sound, at all times while afloat that day.\nHowever, rule 40.1 applies when so stated in the notice of race or sailing instructions."
    },
    {
      "Title": "SECTION A GENERAL REQUIREMENTS\n41 OUTSIDE HELP",
      "Rule": "A boat shall not receive help from any outside source, except\n(a) help for a crew member who is ill, injured or in danger;\n(b) after a collision, help from the crew of the other vessel to get clear;"
    },
    {
    "Title": "SECTION A GENERAL REQUIREMENTS\n41 OUTSIDE HELP Continued",
    "Rule": "(c) help in the form of information freely available to all boats;\n(d) unsolicited information from a disinterested source, which may be another boat in the same race."
    },
    {
      "Title": "SECTION A GENERAL REQUIREMENTS\n42.1 PROPULSION",
      "Rule": "Basic Rule\nExcept when permitted in rule 42.3 or 45, a boat shall compete by using only the wind and water to increase, maintain or decrease her speed. Her crew may adjust the trim of sails and hull, and perform other acts of seamanship, but shall not otherwise move their bodies to propel the boat."
    },
    {
      "Title": "SECTION A GENERAL REQUIREMENTS\n42.2 Prohibited Actions",
      "Rule": "Without limiting the application of rule 42.1, these actions are prohibited:\n(a)\tpumping: repeated fanning of any sail either by pulling in and releasing the sail or by vertical or athwartship body movement;\n(b) rocking: repeated rolling of the boat, induced by\n(1) body movement,\n(2) repeated adjustment of the sails or centreboard, or\n(3) steering;"
    },
    {
      "Title": "SECTION A GENERAL REQUIREMENTS\n42.2 Prohibited Actions Continued",
      "Rule": "(c) ooching: sudden forward body movement, stopped abruptly;\n(d) sculling: repeated movement of the helm that is either forceful or that propels the boat forward or prevents her from moving astern;\n(e) repeated tacks or gybes unrelated to changes in the wind or to tactical considerations. "
    },
    {
      "Title": "SECTION A GENERAL REQUIREMENTS\n42.3 Exceptions",
      "Rule": "(a) A boat may be rolled to facilitate steering.\n(b) A boat’s crew may move their bodies to exaggerate the rolling that facilitates steering the boat through a tack or a gybe, provided that, just after the tack or gybe is completed, the boat’s speed is not greater than it would have been in the absence of the tack or gybe."
    },
    {
      "Title": "SECTION A GENERAL REQUIREMENTS\n42.3 Exceptions Continued",
      "Rule": "(c) When surfing (rapidly accelerating down the front of a wave), planing or foiling is possible\n(1) to initiate surfing or planing, each sail may be pulled in only once for each wave or gust of wind,"
    },
    {
      "Title": "SECTION A GENERAL REQUIREMENTS\n42.3 Exceptions Continued",
      "Rule": "or\n(2) to initiate foiling, each sail may be pulled in any number of times.\n(d) When a boat is above a close-hauled course and either stationary or moving slowly, she may scull to turn to a close- hauled course."
    },
    {
      "Title": "SECTION A GENERAL REQUIREMENTS\n42.3 Exceptions Continued",
      "Rule": "\n(e)If a batten is inverted, the boat’s crew may pump the sail until the batten is no longer inverted. This action is not permitted if it clearly propels the boat.\n(f) A boat may reduce speed by repeatedly moving her helm.\n(g) Any means of propulsion may be used to help a person or another vessel in danger."
    },
    {
      "Title": "SECTION A GENERAL REQUIREMENTS\n42.3 Exceptions Continued",
      "Rule": "(h) To get clear after grounding or colliding with a vessel or object, a boat may use force applied by her crew or the crew of the other vessel and any equipment other than a propulsion engine. However, the use of an engine may be permitted by rule 42.3(i)."
    },
    {
      "Title": "SECTION A GENERAL REQUIREMENTS\n42.3 Exceptions Continued",
      "Rule": "(i) Sailing instructions may, in stated circumstances, permit propulsion using an engine or any other method, provided the boat does not gain a significant advantage in the race."
    },
    {
      "Title": "SECTION A GENERAL REQUIREMENTS\n 43.1 EXONERATION",
      "Rule": "(a) When as a consequence of breaking a rule a boat has compelled another boat to break a rule, the other boat is exonerated for her breach."
    },
    {
      "Title": "SECTION A GENERAL REQUIREMENTS\n 43.1 EXONERATION Continued",
      "Rule": "(b) When a boat is sailing within the room or mark-room to which she is entitled and, as a consequence of an incident with a boat required to give her that room or mark-room, she breaks a rule of Section A of Part 2, rule 15, 16, or 31, she is exonerated for her breach."
    },
    {
      "Title": "SECTION A GENERAL REQUIREMENTS\n 43.1 EXONERATION Continued",
      "Rule": "(c) A right-of-way boat, or one sailing within the room or mark- room to which she is entitled, is exonerated for breaking rule 14 if the contact does not cause damage or injury."
    },
    {
      "Title": "SECTION A GENERAL REQUIREMENTS\n43.2 EXONERATION",
      "Rule": "A boat exonerated for breaking a rule need not take a penalty and shall not be penalized for breaking that rule."
    },
    {
      "Title": "SECTION A GENERAL REQUIREMENTS\n44.1 Taking a Penalty",
      "Rule": "A boat may take a Two-Turns Penalty when she may have broken one or more rules of Part 2 in an incident while racing. She may take a One-Turn Penalty when she may have broken rule 31."
    },
    {
      "Title": "SECTION A GENERAL REQUIREMENTS\n44.1 Taking a Penalty Continued",
      "Rule": "Alternatively, the notice of race or sailing instructions may specify the use of the Scoring Penalty or some other penalty, in which case the specified penalty shall replace the One-Turn and the Two-Turns Penalty."
    },
    {
      "Title": "SECTION A GENERAL REQUIREMENTS\n44.1 Taking a Penalty Continued",
      "Rule": "However, (a) when a boat may have broken a rule of Part 2 and rule 31 in the same incident she need not take the penalty for breaking rule 31;"
    },
    {
      "Title": "SECTION A GENERAL REQUIREMENTS\n44.1 Taking a Penalty Continued",
      "Rule": "(b) if the boat caused injury or serious damage or, despite taking a penalty, gained a significant advantage in the race or series by her breach her penalty shall be to retire."
    },
    {
      "Title": "SECTION A GENERAL REQUIREMENTS\n 44.2 One-Turn and Two-Turns Penalties",
      "Rule": "After getting well clear of other boats as soon after the incident as possible, a boat takes a One-Turn or Two-Turns Penalty by promptly making the required number of turns in the same direction, each turn including one tack and one gybe. When a boat takes the penalty at or near the finishing line, her hull shall be completely on the course side of the line before she finishes."
    },
    {
      "Title": "SECTION A GENERAL REQUIREMENTS\n44.3 Scoring Penalty",
      "Rule": "(a) A boat takes a Scoring Penalty by displaying a yellow flag at the first reasonable opportunity after the incident."
    },
    {
      "Title": "SECTION A GENERAL REQUIREMENTS\n44.3 Scoring Penalty Continued",
      "Rule": "(b) When a boat has taken a Scoring Penalty, she shall keep the yellow flag displayed until finishing and call the race committee’s attention to it at the finishing line. At that time she shall also inform the race committee of the identity of the other boat involved in the incident. If this is impracticable, she shall do so at the first reasonable opportunity and within the protest time limit."
    },
    {
      "Title": "SECTION A GENERAL REQUIREMENTS\n44.3 Scoring Penalty Continued",
      "Rule": "(c) The race score for a boat that takes a Scoring Penalty shall be the score she would have received without that penalty, made worse by the number of places stated in the notice of race or sailing instructions."
    },
    {
      "Title": "SECTION A GENERAL REQUIREMENTS\n44.3 Scoring Penalty Continued",
      "Rule": "When the number of places is not stated, the penalty shall be 20% of the score for Did Not Finish, rounded to the nearest whole number (0.5 rounded upward). The scores of other boats shall not be changed; therefore, two boats may receive the same score. However, the penalty shall not cause the boat’s score to be worse than the score for Did Not Finish."
    },
    {
      "Title": "SECTION A GENERAL REQUIREMENTS\n45 HAULING OUT; MAKING FAST; ANCHORING",
      "Rule": "A boat shall be afloat and off moorings at her preparatory signal. Thereafter, she shall not be hauled out or made fast except to bail out, reef sails or make repairs. She may anchor or the crew may stand on the bottom. She shall recover the anchor before continuing in the race unless she is unable to do so."
    },
    {
      "Title": "SECTION A GENERAL REQUIREMENTS\n46 PERSON IN CHARGE",
      "Rule": "A boat shall have on board a person in charge designated by the member or organization that entered the boat. See rule 75."
    },
    {
      "Title": "SECTION A GENERAL REQUIREMENTS\n47 TRASH DISPOSAL",
      "Rule": "Competitors and support persons shall not intentionally put trash in the water. This rule applies at all times while afloat. The penalty for a breach of this rule may be less than disqualification."
    }
  ]
}