{
  "partSevenRace": [
    {
      "Title": "PART 7 RACE ORGANIZATION\n85.1 CHANGES TO RULES",
      "Rule": "A change to a rule shall refer specifically to the rule and state the change. A change to a rule includes an addition to it or deletion of all or part of it."
    },
    {
      "Title": "PART 7 RACE ORGANIZATION\n85.2 CHANGES TO RULES",
      "Rule": "A change to one of the following types of rules may be made only as shown below.\nType of rule: Racing rule. Change only if permitted by: Rule 86\nType of rule: Rule in a World Sailing code. Change only if permitted by: A rule in the code"
    },
    {
      "Title": "PART 7 RACE ORGANIZATION\n85.2 CHANGES TO RULES Continued",
      "Rule": "Type of rule: Rule in a World Sailing code. Change only if permitted by: A rule in the code\nType of rule: National authority prescription. Change only if permitted by: Rule 88.2\nType of rule: Class rule. Change only if permitted by: Rule 87"
    },
    {
      "Title": "PART 7 RACE ORGANIZATION\n85.2 CHANGES TO RULES Continued",
      "Rule": "Type of rule: Rule in the notice of race. Change only if permitted by: Rule 89.2(b)\nType of rule: Rule in the sailing instructions. Change only if permitted by: Rule 90.2(c)\nType of rule: Rule in any other document governing the event. Change only if permitted by: A rule in the document itself"
    },
    {
      "Title": "PART 7 RACE ORGANIZATION\n85.2 CHANGES TO RULES Continued",
      "Rule": "A change to one of the following types of rules may be made only as shown below. Type of rule Change only if permitted by\nRacing rule Rule 86\nRule in a World Sailing code A rule in the code\nNational authority prescription Rule 88.2\nClass rule Rule 87\nRule in the notice of race Rule 89.2(b)\nRule in the sailing instructions Rule 90.2(c)\nRule in any other document governing the event A rule in the document itself"
    },
    {
      "Title": "PART 7 RACE ORGANIZATION\n86.1 CHANGES TO THE RACING RULES",
      "Rule": "A racing rule shall not be changed unless permitted in the rule itself or as follows:\n(a) Prescriptions of a national authority may change a racing rule, but not the Definitions; the Basic Principles;"
    },
    {
      "Title": "PART 7 RACE ORGANIZATION\n86.1 CHANGES TO THE RACING RULES Continued",
      "Rule": ".....a rule in the Introduction; Part 1, 2 or 7; rule 42, 43, 47, 50, 63.4, 69, 70, 71, 75, 76.3 or 79; a rule of an appendix that changes one of these rules; Appendix H or N; or a rule in a World Sailing Code listed in rule 6.1."
    },
    {
      "Title": "PART 7 RACE ORGANIZATION\n86.1 CHANGES TO THE RACING RULES Continued",
      "Rule": "(b) The notice of race or sailing instructions may change a racing rule, but not rule 76.1 or 76.2, Appendix R, or a rule listed in rule 86.1(a).\n(c) Class rules may change only racing rules 42, 49, 51, 52, 53, 54, and 55."
    },
    {
      "Title": "PART 7 RACE ORGANIZATION\n86.2 CHANGES TO THE RACING RULES",
      "Rule": "In exception to rule 86.1, World Sailing may in limited circumstances (see World Sailing Regulation 28.1.3) authorize changes to the racing rules for a specific international event. The authorization shall be stated in a letter of approval to the organizing authority and in the notice of race or sailing instructions, and the letter shall be posted on the official notice board."
    },
    {
      "Title": "PART 7 RACE ORGANIZATION\n86.3 CHANGES TO THE RACING RULES",
      "Rule": "If a national authority so prescribes, the restrictions in rule 86.1 do not apply if rules are changed to develop or test proposed rules. The national authority may prescribe that its approval is required for such changes."
    },
    {
      "Title": "PART 7 RACE ORGANIZATION\n87 CHANGES TO CLASS RULES",
      "Rule": "The notice of race may change a class rule only when the class rules permit the change, or when written permission of the class association for the change is posted on the official notice board."
    },
    {
      "Title": "PART 7 RACE ORGANIZATION\n88.1 NATIONAL PRESCRIPTION\nPrescriptions that Apply",
      "Rule": "The prescriptions that apply to an event are the prescriptions of the national authority with which the organizing authority is associated under rule 89.1. However, if boats will pass through the waters of more than one national authority while racing, the notice of race shall identify the prescriptions that will apply and when they will apply."
    },
    {
      "Title": "PART 7 RACE ORGANIZATION\n88.2 NATIONAL PRESCRIPTION\nChanges to Prescriptions",
      "Rule": "The notice of race or sailing instructions may change a prescription. However, a national authority may restrict changes to its prescriptions with a prescription to this rule, provided World Sailing approves its application to do so. The restricted prescriptions shall not be changed."
    },
    {
      "Title": "PART 7 RACE ORGANIZATION\n89.1 ORGANIZING AUTHORITY; NOTICE OF RACE; APPOINTMENT OF RACE OFFICIALS\nOrganizing Authority",
      "Rule": "Races shall be organized by an organizing authority, which shall be\n(a) World Sailing;\n(b) a member national authority of World Sailing;\n(c) an affiliated club;\n(d) an affiliated organization other than a club and, if so prescribed by the national authority, with the approval of the national authority or in conjunction with an affiliated club;"
    },
    {
      "Title": "PART 7 RACE ORGANIZATION\n89.1 ORGANIZING AUTHORITY; NOTICE OF RACE; APPOINTMENT OF RACE OFFICIALS\nOrganizing Authority Continued",
      "Rule": "(e) an unaffiliated class association, either with the approval of the national authority or in conjunction with an affiliated club;\n(f) two or more of the above organizations;"
    },
    {
      "Title": "PART 7 RACE ORGANIZATION\n89.1 ORGANIZING AUTHORITY; NOTICE OF RACE; APPOINTMENT OF RACE OFFICIALS\nOrganizing Authority Continued",
      "Rule": "(g) an unaffiliated body in conjunction with an affiliated club where the body is owned and controlled by the club. The national authority of the club may prescribe that its approval is required for such an event;"
    },
    {
      "Title": "PART 7 RACE ORGANIZATION\n89.1 ORGANIZING AUTHORITY; NOTICE OF RACE; APPOINTMENT OF RACE OFFICIALS\nOrganizing Authority Continued",
      "Rule": "In rule 89.1, an organization is affiliated if it is affiliated to the national authority of the venue; otherwise the organization is unaffiliated. However, if boats will pass through the waters of more than one national authority while racing, an organization is affiliated if it is affiliated to the national authority of one of the ports of call."
    },
    {
      "Title": "PART 7 RACE ORGANIZATION\n89.1 ORGANIZING AUTHORITY; NOTICE OF RACE; APPOINTMENT OF RACE OFFICIALS\nOrganizing Authority Continued",
      "Rule": "In rule 89.1, an organization is affiliated if it is affiliated to the national authority of the venue; otherwise the organization is unaffiliated. However, if boats will pass through the waters of more than one national authority while racing, an organization is affiliated if it is affiliated to the national authority of one of the ports of call."
    },
    {
      "Title": "PART 7 RACE ORGANIZATION\n89.2 ORGANIZING AUTHORITY; NOTICE OF RACE; APPOINTMENT OF RACE OFFICIALS\nNotice of Race; Appointment of Race Officials",
      "Rule": "(a) The organizing authority shall publish a notice of race that conforms to rule J1.\n(b) The notice of race may be changed provided adequate notice is given."
    },
    {
      "Title": "PART 7 RACE ORGANIZATION\n89.2 ORGANIZING AUTHORITY; NOTICE OF RACE; APPOINTMENT OF RACE OFFICIALS\nNotice of Race; Appointment of Race Officials Continued",
      "Rule": "(c) The organizing authority shall appoint a race committee and, when appropriate, appoint a protest committee, a technical committee and umpires. However, the race committee, an international jury, a technical committee and umpires may be appointed by World Sailing as provided in its Regulations."
    },
    {
      "Title": "PART 7 RACE ORGANIZATION\n90.1 RACE COMMITTEE; SAILING INSTRUCTIONS; SCORING\nRace Committee",
      "Rule": "The race committee shall conduct races as directed by the organizing authority and as required by the rules."
    },
    {
      "Title": "PART 7 RACE ORGANIZATION\n90.2 RACE COMMITTEE; SAILING INSTRUCTIONS; SCORING\nSailing Instructions",
      "Rule": "(a) The race committee shall publish written sailing instructions that conform to rule J2.\n(b) When appropriate, for an event where entries from other countries are expected, the sailing instructions shall include, in English, the applicable national prescriptions."
    },
    {
      "Title": "PART 7 RACE ORGANIZATION\n90.2 RACE COMMITTEE; SAILING INSTRUCTIONS; SCORING\nSailing Instructions Continued",
      "Rule": "(c) The sailing instructions may be changed provided the change is in writing and posted on the official notice board before the time stated in the sailing instructions or, on the water, communicated to each boat before her warning signal. Oral changes may be given only on the water, and only if the procedure is stated in the sailing instructions."
    },
    {
      "Title": "PART 7 RACE ORGANIZATION\n90.3 RACE COMMITTEE; SAILING INSTRUCTIONS; SCORING\nScoring",
      "Rule": "(a) The race committee shall score a race or series as provided in Appendix A unless the notice of race or sailing instructions specify some other system. A race shall be scored if it is not abandoned and if one boat starts, sails the course and finishes within the race time limit, if any, even if she retires after finishing or is disqualified."
    },
    {
      "Title": "PART 7 RACE ORGANIZATION\n90.3 RACE COMMITTEE; SAILING INSTRUCTIONS; SCORING\nScoring Continued",
      "Rule": "(b) When a scoring system provides for excluding one or more race scores, any score that is a Disqualification Not Excludable (DNE) shall be included in a boat’s series score.\n(c) When the race committee determines from its own records or observations that it has scored a boat incorrectly, it shall correct the error and make the corrected scores available to competitors."
    },
    {
      "Title": "PART 7 RACE ORGANIZATION\n90.3 RACE COMMITTEE; SAILING INSTRUCTIONS; SCORING\nScoring Continued",
      "Rule": "(d) The race committee shall implement scoring changes directed by the protest committee or national authority as a result of decisions made in accordance with the rules."
    },
    {
      "Title": "PART 7 RACE ORGANIZATION\n90.3 RACE COMMITTEE; SAILING INSTRUCTIONS; SCORING\nScoring Continued",
      "Rule": "(e) When so stated in the notice of race, notwithstanding the provisions of rules 90.3(a), (b), (c) and (d), there shall be no changes to race or series scores resulting from action, including the correction of errors, initiated more than 24 hours after\n(1) the protest time limit for the last race of the series (including a single-race series);"
    },
    {
      "Title": "PART 7 RACE ORGANIZATION\n90.3 RACE COMMITTEE; SAILING INSTRUCTIONS; SCORING\nScoring Continued",
      "Rule": "(2) being informed of a protest committee decision after the last race of the series (including a single-race series); or\n(3) the results are published.However, in exception, changes to scores shall be made resulting from a decision under rules 6, 69 or 70. The notice of race may change ‘24 hours’ to a different time."
    },
    {
      "Title": "PART 7 RACE ORGANIZATION\n91 PROTEST COMMITTEE",
      "Rule": "A protest committee shall be\n(a) a committee appointed by the organizing authority or race committee;\n(b) an international jury appointed by the organizing authority or as prescribed in the World Sailing Regulations. It shall be composed as required by rule N1 and have the authority and responsibilities stated in rule N2. "
    },
    {
      "Title": "PART 7 RACE ORGANIZATION\n91 PROTEST COMMITTEE Continued",
      "Rule": "A national authority may prescribe that its approval is required for the appointment of international juries for races within its jurisdiction, except World Sailing events or when international juries are appointed by World Sailing under rule 89.2(c); or\n(c) a committee appointed by the national authority under rule 71.2."
    },
    {
      "Title": "PART 7 RACE ORGANIZATION\n92.1 TECHNICAL COMMITTEE",
      "Rule": "A technical committee shall be a committee of at least one member and be appointed by the organizing authority or the race committee or as prescribed in the World Sailing Regulations."
    },
    {
      "Title": "PART 7 RACE ORGANIZATION\n92.2 TECHNICAL COMMITTEE",
      "Rule": "The technical committee shall conduct equipment inspection and event measurement as directed by the organizing authority and as required by the rules."
    }
  ]
}