{
  "partFiveProtestsSectionA": [
    {
      "Title": "PART 2 SECTION A PROTESTS; REDRESS; RULE 69 ACTION\n60 RIGHT TO PROTEST; RIGHT TO REQUEST REDRESS OR RULE 69 ACTION",
      "Rule": ""
    },
    {
      "Title": "SECTION A PROTESTS; REDRESS; RULE 69 ACTION\n60.1",
      "Rule": "A boat may\n(a) protest another boat, but not for an alleged breach of a rule of Part 2 or rule 31 unless she was involved in or saw the incident;\n(b) request redress; or\n(c) report to the protest committee requesting action under rule 60.3(d) or 69.2(b)."
    },
    {
      "Title": "SECTION A PROTESTS; REDRESS; RULE 69 ACTION\n60.2",
      "Rule": "A race committee may\n(a) protest a boat, but not as a result of information arising from a request for redress or an invalid protest, or from a report from a person with a conflict of interest other than the representative of the boat herself;"
    },
    {
      "Title": "SECTION A PROTESTS; REDRESS; RULE 69 ACTION\n60.2 Continued",
      "Rule": "(b) request redress for a boat; or \n(c) report to the protest committee requesting action under rule 60.3(d) or 69.2(b)."
    },
    {
      "Title": "SECTION A PROTESTS; REDRESS; RULE 69 ACTION\n60.3",
      "Rule": "A protest committee may\n(a) protest a boat, but not as a result of information arising from a request for redress or an invalid protest, or from a report from a person with a conflict of interest other than the representative of the boat herself."
    },
    {
      "Title": "SECTION A PROTESTS; REDRESS; RULE 69 ACTION\n60.3 Continued",
      "Rule": " However, it may protest a boat\n(1) if it learns of an incident involving her that may have resulted in injury or serious damage, or\n(2) if during the hearing of a valid protest it learns that the boat, although not a party to the hearing, was involved in the incident and may have broken a rule;"
    },
    {
      "Title": "SECTION A PROTESTS; REDRESS; RULE 69 ACTION\n60.3 Continued",
      "Rule": "(b) call a hearing to consider redress;\n(c) act under rule 69.2(b); or\n(d) call a hearing to consider whether a support person has broken a rule, based on its own observation or information received from any source, including evidence taken during a hearing."
    },
    {
      "Title": "SECTION A PROTESTS; REDRESS; RULE 69 ACTION\n60.4",
      "Rule": "A technical committee may\n(a) protest a boat, but not as a result of information arising from a request for redress or an invalid protest, or from a report from a person with a conflict of interest other than the representative of the boat herself."
    },
    {
      "Title": "SECTION A PROTESTS; REDRESS; RULE 69 ACTION\n60.4 Continued",
      "Rule": "However, it shall protest a boat if it decides that a boat or personal equipment does not comply with the class rules or with rule 50;\n(b) request redress for a boat; or\n(c) report to the protest committee requesting action under rule 60.3(d) or 69.2(b)."
    },
    {
      "Title": "SECTION A PROTESTS; REDRESS; RULE 69 ACTION\n60.5",
      "Rule": "However, neither a boat nor a committee may protest for an alleged breach of rule 69 or a Regulation referred to in rule 6, unless permitted by the Regulation concerned."
    },
    {
      "Title": "SECTION A PROTESTS; REDRESS; RULE 69 ACTION\n61.1 PROTEST REQUIREMENTS Informing the Protestee",
      "Rule": "(a) The protesting boat shall inform the other boat at the first reasonable opportunity. When her protest will concern an incident in the racing area, she shall hail ‘Protest’ and conspicuously display a red flag at the first reasonable opportunity for each."
    },
    {
      "Title": "SECTION A PROTESTS; REDRESS; RULE 69 ACTION\n61.1 PROTEST REQUIREMENTS Informing the Protestee",
      "Rule": "She shall display the flag until she is no longer racing. However,\n(1) if the other boat is beyond hailing distance, the protesting boat need not hail but she shall inform the other boat at the first reasonable opportunity;\n(2) if the hull length of the protesting boat is less than 6 metres, she need not display a red flag;"
    },
    {
      "Title": "SECTION A PROTESTS; REDRESS; RULE 69 ACTION\n61.1 Informing the Protestee Continued",
      "Rule": "(3) if the incident was an error by the other boat in sailing the course, she need not hail or display a red flag but she shall inform the other boat either before or at the first reasonable opportunity after the other boat finishes;"
    },
    {
      "Title": "SECTION A PROTESTS; REDRESS; RULE 69 ACTION\n61.1 Informing the Protestee Continued",
      "Rule": "(4) if at the time of the incident it is obvious to the protesting boat that a member of either crew is in danger, or that injury or serious damage resulted, the requirements of this rule do not apply to her, but she shall attempt to inform the other boat within the time limit of rule 61.3."
    },
    {
      "Title": "SECTION A PROTESTS; REDRESS; RULE 69 ACTION\n61.1 Informing the Protestee Continued",
      "Rule": "(b) If the race committee, technical committee or protest committee intends to protest a boat concerning an incident the committee observed in the racing area, it shall inform her after the race within the time limit of rule 61.3. In other cases the committee shall inform the boat of its intention to protest as soon as reasonably possible. "
    },
    {
      "Title": "SECTION A PROTESTS; REDRESS; RULE 69 ACTION\n61.1 Informing the Protestee Continued",
      "Rule": "A notice posted on the official notice board within the appropriate time limit satisfies this requirement.\n(c) If the protest committee decides to protest a boat under rule 60.3(a)(2), it shall inform her as soon as reasonably possible, close the current hearing, proceed as required by rules 61.2 and 63, and hear the original and the new protests together."
    },
    {
      "Title": "SECTION A PROTESTS; REDRESS; RULE 69 ACTION\n61.2 Protest Contents",
      "Rule": "A protest shall be in writing and identify\n(a) the protestor and protestee;\n(b) the incident;\n(c) where and when the incident occurred;\n(d) any rule the protestor believes was broken; and\n(e) the name of the protestor’s representative."
    },
    {
      "Title": "SECTION A PROTESTS; REDRESS; RULE 69 ACTION\n61.2 Protest Contents Continued",
      "Rule": "However, if requirement (b) is met, requirement (a) may be met at any time before the hearing, and requirements (d) and (e) may be met before or during the hearing. Requirement (c) may also be met before or during the hearing, provided the protestee is allowed reasonable time to prepare for the hearing."
    },
    {
      "Title": "SECTION A PROTESTS; REDRESS; RULE 69 ACTION\n61.3 Protest Time Limit",
      "Rule": "A protest by a boat, or by the race committee, technical committee or protest committee about an incident observed in the racing area, shall be delivered to the race office within the protest time limit stated in the sailing instructions."
    },
    {
      "Title": "SECTION A PROTESTS; REDRESS; RULE 69 ACTION\n61.3 Protest Time Limit Continued",
      "Rule": "If none is stated, the time limit is two hours after the last boat in the race finishes. Other protests shall be delivered to the race office no later than two hours after the protestor receives the relevant information. The protest committee shall extend the time if there is good reason to do so."
    },
    {
      "Title": "SECTION A PROTESTS; REDRESS; RULE 69 ACTION\n62.1 REDRESS",
      "Rule": "62.1 A request for redress or a protest committee’s decision to consider redress shall be based on a claim or possibility that a boat’s score or place in a race or series has been or may be, through no fault of her own, made significantly worse by"
    },
    {
      "Title": "SECTION A PROTESTS; REDRESS; RULE 69 ACTION\n62.1 REDRESS Continued",
      "Rule": "(a) an improper action or omission of the race committee, protest committee, organizing authority or technical committee for the event, but not by a protest committee decision when the boat was a party to the hearing;"
    },
    {
      "Title": "SECTION A PROTESTS; REDRESS; RULE 69 ACTION\n62.1 REDRESS Continued",
      "Rule": "(b) injury or physical damage because of the action of a boat that was breaking a rule of Part 2 and took an appropriate penalty or was penalized, or of a vessel not racing that was required to keep clear or is determined to be at fault under the IRPCAS or a government right-of-way rule;"
    },
    {
      "Title": "SECTION A PROTESTS; REDRESS; RULE 69 ACTION\n62.1 REDRESS Continued",
      "Rule": "(c) giving help (except to herself or her crew) in compliance with rule 1.1; or\n(d) an action of another boat, or a crew member or support person of that boat, that resulted in a penalty under rule 2 or a penalty or warning under rule 69."
    },
    {
      "Title": "SECTION A PROTESTS; REDRESS; RULE 69 ACTION\n62.2",
      "Rule": "A request shall be in writing and identify the reason for making it. If the request is based on an incident in the racing area, it shall be delivered to the race office within the protest time limit or two hours after the incident, whichever is later. "
    },
    {
      "Title": "SECTION A PROTESTS; REDRESS; RULE 69 ACTION\n62.2 Continued",
      "Rule": "Other requests shall be delivered as soon as reasonably possible after learning of the reasons for making the request. The protest committee shall extend the time if there is good reason to do so. No red flag is required."
    },
    {
      "Title": "SECTION A PROTESTS; REDRESS; RULE 69 ACTION\n62.2 Continued",
      "Rule": "(a) However, on the last scheduled day of racing a request for redress based on a protest committee decision shall be delivered no later than 30 minutes after the decision was posted."
    }
  ]
}