{
  "partFourOtherSectionB": [
    {
      "Title": "SECTION B EQUIPMENT-RELATED REQUIREMENTS\n48.1 LIMITATIONS ON EQUIPMENT AND CREW",
      "Rule": "A boat shall use only the equipment on board at her preparatory signal."
    },
    {
      "Title": "SECTION B EQUIPMENT-RELATED REQUIREMENT\n48.2 LIMITATIONS ON EQUIPMENT AND CREW",
      "Rule": "No person on board shall intentionally leave, except when ill or injured, or to help a person or vessel in danger, or to swim. A person leaving the boat by accident or to swim shall be back in contact with the boat before the crew resumes sailing the boat to the next mark."
    },
    {
      "Title": "SECTION B EQUIPMENT-RELATED REQUIREMENTS\n49.1 CREW POSITION; LIFELINES",
      "Rule": "49.1 Competitors shall use no device designed to position their bodies outboard, other than hiking straps and stiffeners worn under the thighs."
    },
    {
      "Title": "SECTION B EQUIPMENT-RELATED REQUIREMENTS\n49.2 CREW POSITION; LIFELINES",
      "Rule": "When lifelines are required by the class rules or any other rule, competitors shall not position any part of their torsos outside them, except briefly to perform a necessary task."
    },
    {
      "Title": "SECTION B EQUIPMENT-RELATED REQUIREMENTS\n49.2 CREW POSITION; LIFELINES Continued",
      "Rule": "On boats equipped with upper and lower lifelines, a competitor sitting facing outboard with his waist inside the lower lifeline may have the upper part of his body outside the upper lifeline. Unless a class rule or any other rule specifies a maximum deflection, lifelines shall be taut."
    },
    {
      "Title": "SECTION B EQUIPMENT-RELATED REQUIREMENTS\n50.1 COMPETITOR CLOTHING AND EQUIPMENT",
      "Rule": "Competitors shall not wear or carry clothing or equipment for the purpose of increasing their weight.\n(b) Furthermore, a competitor’s clothing and equipment shall not weigh more than 8 kilograms, excluding a hiking or trapeze harness and clothing (including footwear) worn only below the knee."
    },
    {
      "Title": "SECTION B EQUIPMENT-RELATED REQUIREMENTS\n50.1 COMPETITOR CLOTHING AND EQUIPMENT Continued",
      "Rule": "Class rules or the notice of race may specify a lower weight or a higher weight up to 10 kilograms. Class rules may include footwear and other clothing worn below the knee within that weight. A hiking or trapeze harness shall have positive buoyancy and shall not weigh more than 2 kilograms, except that class rules may specify a higher weight up to 4 kilograms. "
    },
    {
      "Title": "SECTION B EQUIPMENT-RELATED REQUIREMENTS\n50.1 COMPETITOR CLOTHING AND EQUIPMENT Continued",
      "Rule": "Weights shall be determined as required by Appendix H.\n(c) A trapeze harness worn by a competitor which may be used to support the competitor on a trapeze shall be of the quick release variety complying with ISO 10862 which allows the competitor to detach from the hook or other method of attachment at any time."
    },
    {
      "Title": "SECTION B EQUIPMENT-RELATED REQUIREMENTS\n50.1 COMPETITOR CLOTHING AND EQUIPMENT Continued",
      "Rule": "A class rule may change this rule to permit trapeze harnesses that are not of the quick release variety, but a class rule may not change the requirement that a quick release harness comply with ISO 10862."
    },
    {
      "Title": "SECTION B EQUIPMENT-RELATED REQUIREMENTS\n50.2 COMPETITOR CLOTHING AND EQUIPMENT",
      "Rule": "Rules 50.1(b) and 50.1(c) do not apply to boats required to be equipped with lifelines."
    },
    {
      "Title": "SECTION B EQUIPMENT-RELATED REQUIREMENTS\n51 MOVABLE BALLAST",
      "Rule": "All movable ballast, including sails that are not set, shall be properly stowed. Water, dead weight or ballast shall not be moved for the purpose of changing trim or stability. Floorboards, bulkheads, doors, stairs and water tanks shall be left in place and all cabin fixtures kept on board. However, bilge water may be bailed out."
    },
    {
      "Title": "SECTION B EQUIPMENT-RELATED REQUIREMENTS\n52 MANUAL POWER",
      "Rule": "A boat’s standing rigging, running rigging, spars and movable hull appendages shall be adjusted and operated only by the power provided by the crew."
    },
    {
      "Title": "SECTION B EQUIPMENT-RELATED REQUIREMENTS\n53 SKIN FRICTION",
      "Rule": "A boat shall not eject or release a substance, such as a polymer, or have specially textured surfaces that could improve the character of the flow of water inside the boundary layer."
    },
    {
      "Title": "SECTION B EQUIPMENT-RELATED REQUIREMENTS\n54 FORESTAYS AND HEADSAIL TACKS",
      "Rule": "Forestays and headsail tacks, except those of spinnaker staysails when the boat is not close-hauled, shall be attached approximately on a boat’s center line."
    },
    {
      "Title": "SECTION B EQUIPMENT-RELATED REQUIREMENTS\n55.1 Changing Sails",
      "Rule": "When headsails or spinnakers are being changed, a replacing sail may be fully set and trimmed before the replaced sail is lowered. However, only one mainsail and, except when changing, only one spinnaker shall be carried set at a time."
    },
    {
      "Title": "SECTION B EQUIPMENT-RELATED REQUIREMENTS\n55.2 Spinnaker Poles; Whisker Poles",
      "Rule": "Only one spinnaker pole or whisker pole shall be used at a time except when gybing. When in use, it shall be attached to the foremost mast."
    },
    {
      "Title": "SECTION B EQUIPMENT-RELATED REQUIREMENTS\n55.3 Sheeting Sails",
      "Rule": "No sail shall be sheeted over or through any device that exerts outward pressure on a sheet or clew of a sail at a point from which, with the boat upright, a vertical line would fall outside the hull or deck, except:"
    },
    {
      "Title": "SECTION B EQUIPMENT-RELATED REQUIREMENTS\n55.3 Sheeting Sails Continued",
      "Rule": "(a) a headsail clew may be connected (as defined in The Equipment Rules of Sailing) to a whisker pole, provided that a spinnaker is not set;\n(b) any sail may be sheeted to or led above a boom that is regularly used for a sail and is permanently attached to the mast from which the head of the sail is set;"
    },
    {
      "Title": "SECTION B EQUIPMENT-RELATED REQUIREMENTS\n55.3 Sheeting Sails Continued",
      "Rule": "(c) a headsail may be sheeted to its own boom that requires no adjustment when tacking; and\n(d) the boom of a sail may be sheeted to a bumkin."
    },
    {
      "Title": "SECTION B EQUIPMENT-RELATED REQUIREMENTS\n55.4 Headsails and Spinnakers",
      "Rule": "For the purposes of rules 54 and 55 and Appendix G, the definitions of ‘headsail’ and ‘spinnaker’ in The Equipment Rules of Sailing shall be used.\nNote: The Equipment Rules of Sailing are available at the World Sailing website."
    },
    {
      "Title": "SECTION B EQUIPMENT-RELATED REQUIREMENTS\n56.1 FOG SIGNALS AND LIGHTS; TRAFFIC SEPARATION SCHEMES",
      "Rule": "When so equipped, a boat shall sound fog signals and show lights as required by the International Regulations for Preventing Collisions at Sea (IRPCAS) or applicable government rules."
    },
    {
      "Title": "SECTION B EQUIPMENT-RELATED REQUIREMENTS\n56.2 FOG SIGNALS AND LIGHTS; TRAFFIC SEPARATION SCHEMES",
      "Rule": "A boat shall comply with rule 10, Traffic Separation Schemes, of the IRPCAS.\nNote: Appendix TS, Traffic Separation Schemes, is available at the World Sailing website. The notice of race may change rule 56.2 by stating that Section A, Section B or Section C of Appendix TS applies."
    }
  ]
}