{
  "partOneFundamental": [
    {
      "Title": "1 SAFETY 1.1 Helping Those in Danger",
      "Rule": "A boat, competitor or support person shall give all possible help to any person or vessel in danger."
    },
    {
      "Title": "1 SAFETY 1.2 Life Saving Equipment and Personal Flotation Devices",
      "Rule": "A boat shall carry adequate life-saving equipment for all persons on board, including one item ready for immediate use, unless her class rules make some other provision. Each competitor is individually responsible for wearing a personal flotation device adequate for the conditions."
    },
    {
      "Title": "2 FAIR SAILING",
      "Rule": "A boat and her owner shall compete in compliance with recognized principles of sportsmanship and fair play. A boat may be penalized under this rule only if it is clearly established that these principles have been violated. The penalty shall be a disqualification that is not excludable."
    },
    {
      "Title": "3 DECISION TO RACE",
      "Rule": "The responsibility for a boat’s decision to participate in a race or to continue racing is hers alone."
    },
    {
      "Title": "4 ACCEPTANCE OF THE RULES 4.1",
      "Rule": "4.1 (a) By participating or intending to participate in an event conducted under the rules, each competitor and boat owner agrees to accept the rules."
    },
    {
      "Title": "4 ACCEPTANCE OF THE RULES 4.2",
      "Rule": "4.2 Each competitor and boat owner agrees, on behalf of their support persons, that such support persons are bound by the rules."
    },
    {
      "Title": "4 ACCEPTANCE OF THE RULES 4.3",
      "Rule": "4.3 Acceptance of the rules includes agreement\n(a) to be governed by the rules;\n(b) to accept the penalties imposed and other action taken under the rules, subject to the appeal and review procedures provided in them, as the final determination of any matter arising under the rules;"
    },
    {
      "Title": "4 ACCEPTANCE OF THE RULES 4.3 Cont.",
      "Rule": "(c) with respect to any such determination, not to resort to any court of law or tribunal not provided for in the rules; and\n(d) by each competitor and boat owner to ensure that their support persons are aware of the rules."
    },
    {
      "Title": "4 ACCEPTANCE OF THE RULES 4.4",
      "Rule": "4.4 The person in charge of each boat shall ensure that all competitors in the crew and the boat’s owner are aware of their responsibilities under this rule."
    },
    {
      "Title": "4 ACCEPTANCE OF THE RULES 4.5",
      "Rule": "4.5 This rule may be changed by a prescription of the national authority of the venue."
    },
    {
      "Title": "5 RULES GOVERNING ORGANIZING\nAUTHORITIES AND OFFICIALS",
      "Rule": "The organizing authority, race committee, technical committee, protest committee and other race officials shall be governed by the rules in the conduct and judging of the event."
    },
    {
      "Title": "6 WORLD SAILING REGULATIONS 6.1",
      "Rule": "6.1 Each competitor, boat owner and support person shall comply with the World Sailing Regulations that have been designated by World Sailing as having the status of a rule. "
    },
    {
      "Title": "6 WORLD SAILING REGULATIONS 6.1 Cont.",
      "Rule": "These regulations as of 30 June 2020 are the World Sailing:\n(a) Advertising Code\n(b) Anti-Doping Code\n(c) Betting and Anti-Corruption Code\n(d) Disciplinary Code\n(e) Eligibility Code\n(f) Sailor Categorization Code"
    },
    {
      "Title": "6 WORLD SAILING REGULATIONS 6.2",
      "Rule": "6.2 Rule 63.1 does not apply unless protests are permitted in the Regulation alleged to have been broken."
    }
  ]
}