{
  "partThreeConduct": [
    {
      "Title": "PART 3 CONDUCT OF A RACE \n25.1 NOTICE OF RACE, SAILING INSTRUCTIONS AND SIGNALS",
      "Rule": "The notice of race shall be made available to each boat that enters an event before she enters. The sailing instructions shall be made available to each boat before a race begins."
    },
    {
      "Title": "PART 3 CONDUCT OF A RACE \n25.2 NOTICE OF RACE, SAILING INSTRUCTIONS AND SIGNALS",
      "Rule": "The meanings of the visual and sound signals stated in Race Signals shall not be changed except under rule 86.1(b). The meanings of any other signals that may be used shall be stated in the notice of race or sailing instructions."
    },
    {
      "Title": "PART 3 CONDUCT OF A RACE \n26 STARTING RACES",
      "Rule": "Races shall be started by using the following signals. Times shall be taken from the visual signals; the absence of a sound signal shall be disregarded."
    },
    {
      "Title": "PART 3 CONDUCT OF A RACE \n26 STARTING RACES Continued",
      "Rule": "Minutes before starting signal: 5*\nVisual Signal: Class flag\nSound signal: One\nMeans: Warning Signal\n--------------------------------------------\nMinutes before starting signal: 4*\nVisual Signal: P,I,Z,Z/I,U,or black flag\nSound signal: One\nMeans: Preparatory signal\n--------------------------------------------"
    },
    {
      "Title": "PART 3 CONDUCT OF A RACE \n26 STARTING RACES Continued",
      "Rule": "--------------------------------------------\nMinutes before starting signal: 1*\nVisual Signal: Preparatory flag removed\nSound signal: One long\nMeans: One minute\n--------------------------------------------\nMinutes before starting signal: 0*\nVisual Signal: Class flag removed\nSound signal: One\nMeans: Starting signal\n--------------------------------------------"
    },
    {
      "Title": "PART 3 CONDUCT OF A RACE \n26 STARTING RACES Continued",
      "Rule": "*The minutes before starting signal can be changed by the notice of race or sailing instructions. The warning signal for each succeeding class shall be made with or after the starting signal of the preceding class."
    },
    {
      "Title": "PART 3 CONDUCT OF A RACE\n27.1 OTHER RACE COMMITTEE ACTIONS BEFORE THE STARTING SIGNAL",
      "Rule": "No later than the warning signal, the race committee shall signal or otherwise designate the course to be sailed if the sailing instructions have not stated the course, and it may replace one course signal with another and signal that wearing personal flotation devices is required (display flag Y with one sound)."
    },
    {
      "Title": "PART 3 CONDUCT OF A RACE\n27.2 OTHER RACE COMMITTEE ACTIONS BEFORE THE STARTING SIGNAL",
      "Rule": "No later than the preparatory signal, the race committee may move a starting mark."
    },
    {
      "Title": "PART 3 CONDUCT OF A RACE\n27.3 OTHER RACE COMMITTEE ACTIONS BEFORE THE STARTING SIGNAL",
      "Rule": "IBefore the starting signal, the race committee may for any reason postpone (display flag AP, AP over H, or AP over A, with two sounds) or abandon the race (display flag N over H, or N over A, with three sounds)."
    },
    {
      "Title": "PART 3 CONDUCT OF A RACE\n28.1 SAILING THE RACE",
      "Rule": "A boat shall start, sail the course and then finish. While doing so, she may leave on either side a mark that does not begin, bound or end the leg she is sailing. After finishing she need not cross the finishing line completely."
    },
    {
      "Title": "PART 3 CONDUCT OF A RACE\n28.2 SAILING THE RACE",
      "Rule": "A boat may correct any errors in sailing the course, provided she has not crossed the finishing line to finish."
    },
    {
      "Title": "PART 3 CONDUCT OF A RACE\n28.1 SAILING THE RACE",
      "Rule": "A boat shall start, sail the course and then finish. While doing so, she may leave on either side a mark that does not begin, bound or end the leg she is sailing. After finishing she need not cross the finishing line completely."
    },
    {
      "Title": "PART 3 CONDUCT OF A RACE\n29.1 RECALLS Individual Recall",
      "Rule": "When at a boat’s starting signal any part of her hull is on the course side of the starting line or she must comply with rule 30.1, the race committee shall promptly display flag X with one sound. The flag shall be displayed until the hull of each such boat has been completely on the pre-start side of the starting line or one of its extensions,"
    },
    {
      "Title": "PART 3 CONDUCT OF A RACE\n29.1 RECALLS Individual Recall Continued",
      "Rule": "and until all such boats have complied with rule 30.1 if it applies, but no later than four minutes after the starting signal or one minute before any later starting signal, whichever is earlier. If rule 29.2, 30.3 or 30.4 applies this rule does not."
    },
    {
      "Title": "PART 3 CONDUCT OF A RACE\n29.2 RECALLS General Recall",
      "Rule": "When at the starting signal the race committee is unable to identify boats that are on the course side of the starting line or to which rule 30 applies, or there has been an error in the starting procedure, the race committee may signal a general recall (display the First Substitute with two sounds)."
    },
    {
      "Title": "PART 3 CONDUCT OF A RACE\n29.2 RECALLS General Recall Continued",
      "Rule": "The warning signal for a new start for the recalled class shall be made one minute after the First Substitute is removed (one sound), and the starts for any succeeding classes shall follow the new start."
    },
    {
      "Title": "PART 3 CONDUCT OF A RACE\n30.1 STARTING PENALTIES I Flag Rule",
      "Rule": "If flag I has been displayed, and any part of a boat’s hull is on the course side of the starting line or one of its extensions during the last minute before her starting signal, she shall sail across an extension so that her hull is completely on the pre-start side before she starts."
    },
    {
      "Title": "PART 3 CONDUCT OF A RACE\n30.2 STARTING PENALTIES Z Flag Rule",
      "Rule": "If flag Z has been displayed, no part of a boat’s hull shall be in the triangle formed by the ends of the starting line and the first mark during the last minute before her starting signal. If a boat breaks this rule and is identified, she shall receive, without a hearing, a 20% Scoring Penalty calculated as stated in rule 44.3(c)."
    },
    {
      "Title": "PART 3 CONDUCT OF A RACE\n30.2 STARTING PENALTIES Z Flag Rule Continued",
      "Rule": "She shall be penalized even if the race is restarted or resailed, but not if it is postponed or abandoned before the starting signal. If she is similarly identified during a subsequent attempt to start the same race, she shall receive an additional 20% Scoring Penalty."
    },
    {
      "Title": "PART 3 CONDUCT OF A RACE\n30.3 STARTING PENALTIES U Flag Rule",
      "Rule": "If flag U has been displayed, no part of a boat’s hull shall be in the triangle formed by the ends of the starting line and the first mark during the last minute before her starting signal. If a boat breaks this rule and is identified, she shall be disqualified without a hearing, but not if the race is restarted or resailed."
    },
    {
      "Title": "PART 3 CONDUCT OF A RACE\n30.4 STARTING PENALTIES Black Flag Rule",
      "Rule": "If a black flag has been displayed, no part of a boat’s hull shall be in the triangle formed by the ends of the starting line and the first mark during the last minute before her starting signal. If a boat breaks this rule and is identified, she shall be disqualified without a hearing, even if the race is restarted or resailed, but not if it is postponed or abandoned before the starting signal."
    },
    {
    "Title": "PART 3 CONDUCT OF A RACE\n30.4 STARTING PENALTIES Black Flag Rule Continued",
    "Rule": "If a general recall is signalled or the race is abandoned after the starting signal, the race committee shall display her sail number before the next warning signal for that race, and if the race is restarted or resailed she shall not sail in it. If she does so, her disqualification shall not be excluded in calculating her series score."
    },
    {
      "Title": "PART 3 CONDUCT OF A RACE\n31 TOUCHING A MARK",
      "Rule": "While racing, a boat shall not touch a starting mark before starting, a mark that begins, bounds or ends the leg of the course on which she is sailing, or a finishing mark after finishing."
    },
    {
      "Title": "PART 3 CONDUCT OF A RACE\n32.1 SHORTENING OR ABANDONING AFTER THE START",
      "Rule": "After the starting signal, the race committee may shorten the course (display flag S with two sounds) or abandon the race (display flag N, N over H, or N over A, with three sounds),"
    },
    {
      "Title": "PART 3 CONDUCT OF A RACE\n32.1 SHORTENING OR ABANDONING AFTER THE START Continued",
      "Rule": "(a) because of foul weather,\n(b) because of insufficient wind making it unlikely that any boat will finish within the race time limit,\n(c) because a mark is missing or out of position, or\n(d) for any other reason directly affecting the safety or fairness of the competition."
    },
    {
      "Title": "PART 3 CONDUCT OF A RACE\n32.1 SHORTENING OR ABANDONING AFTER THE START Continued",
      "Rule": "In addition, the race committee may shorten the course so that other scheduled races can be sailed, or abandon the race because of an error in the starting procedure. However, after one boat has started, sailed the course and finished within the race time limit, if any, the race committee shall not abandon the race without considering the consequences for all boats in the race or series."
    },
    {
      "Title": "PART 3 CONDUCT OF A RACE\n32.2 SHORTENING OR ABANDONING AFTER THE START",
      "Rule": "If the race committee signals a shortened course (displays flag S with two sounds), the finishing line shall be,\n(a) at a rounding mark, between the mark and a staff displaying flag S;"
    },
    {
      "Title": "PART 3 CONDUCT OF A RACE\n32.2 SHORTENING OR ABANDONING AFTER THE START Continued",
      "Rule": "(b) a line the course requires boats to cross; or\n(c) at a gate, between the gate marks.\nThe shortened course shall be signalled before the first boat crosses the finishing line."
    },
    {
      "Title": "PART 3 CONDUCT OF A RACE\n33 CHANGING THE NEXT LEG OF THE COURSE",
      "Rule": "While boats are racing, the race committee may change a leg of the course that begins at a rounding mark or at a gate by changing the position of the next mark (or the finishing line) and signalling all boats before they begin the leg. The next mark need not be in position at that time."
    },
    {
      "Title": "PART 3 CONDUCT OF A RACE\n33 CHANGING THE NEXT LEG OF THE COURSE Continued",
      "Rule": "(a) If the direction of the leg will be changed, the signal shall be the display of flag C with repetitive sounds and one or both of\n(1) the new compass bearing,\n(2) a green triangle for a change to starboard or a red rectangle for a change to port."
    },
    {
      "Title": "PART 3 CONDUCT OF A RACE\n33 CHANGING THE NEXT LEG OF THE COURSE Continued",
      "Rule": "(b) If the length of the leg will be changed, the signal shall be the display of flag C with repetitive sounds and a ‘–’ if the length will be decreased or a ‘+’ if it will be increased.\n(c) Subsequent legs may be changed without further signalling to maintain the course shape."
    },
    {
      "Title": "PART 3 CONDUCT OF A RACE\n34 MARK MISSING",
      "Rule": "If a mark is missing or out of position while boats are racing, the race committee shall, if possible,\n(a) replace it in its correct position or substitute a new one of similar appearance, or\n(b) substitute an object displaying flag M and make repetitive sound signals."
    },
    {
      "Title": "PART 3 CONDUCT OF A RACE\n35 RACE TIME LIMIT AND SCORES",
      "Rule": "If one boat starts, sails the course and finishes within the time limit for that race, if any, all boats that finish shall be scored according to their finishing places unless the race is abandoned. If no boat finishes within the race time limit, the race committee shall abandon the race."
    },
    {
      "Title": "PART 3 CONDUCT OF A RACE\n36 RACES RESTARTED OR RESAILED",
      "Rule": "If a race is restarted or resailed, a breach of a rule in the original race, or in any previous restart or resail of that race, shall not\n(a) prohibit a boat from competing unless she has broken rule 30.4; or\n(b) cause a boat to be penalized except under rule 2, 30.2, 30.4 or 69 or under rule 14 when she has caused injury or serious damage."
    },
    {
      "Title": "PART 3 CONDUCT OF A RACE\n37 SEARCH AND RESCUE INSTRUCTIONS",
      "Rule": "When the race committee displays flag V with one sound, all boats and official and support vessels shall, if possible, monitor the race committee communication channel for search and rescue instructions."
    }
  ]
}