{
  "partSixEntry": [
    {
      "Title": "PART 6 ENTRY AND QUALIFICATION\n75 ENTERING AN EVENT",
      "Rule": "To enter an event, a boat shall comply with the requirements of the organizing authority of the event. She shall be entered by\n(a) a member of a club or other organization affiliated to a World Sailing member national authority,\n(b) such a club or organization, or\n(c) a member of a World Sailing member national authority."
    },
    {
      "Title": "PART 6 ENTRY AND QUALIFICATION\n76.1 EXCLUSION OF BOATS OR COMPETITORS",
      "Rule": "The organizing authority or the race committee may reject or cancel the entry of a boat or exclude a competitor, subject to rule 76.3, provided it does so before the start of the first race and states the reason for doing so. On request the boat shall promptly be given the reason in writing. The boat may request redress if she considers that the rejection or exclusion is improper."
    },
    {
      "Title": "PART 6 ENTRY AND QUALIFICATION\n76.2 EXCLUSION OF BOATS OR COMPETITORS",
      "Rule": "The organizing authority or the race committee shall not reject or cancel the entry of a boat or exclude a competitor because of advertising, provided the boat or competitor complies with the World Sailing Advertising Code."
    },
    {
      "Title": "PART 6 ENTRY AND QUALIFICATION\n76.3 EXCLUSION OF BOATS OR COMPETITORS",
      "Rule": "At world and continental championships no entry within stated quotas shall be rejected or cancelled without first obtaining the approval of the relevant World Sailing Class Association (or the Offshore Racing Council) or World Sailing."
    },
    {
      "Title": "PART 6 ENTRY AND QUALIFICATION\n77 IDENTIFICATION ON SAILS",
      "Rule": "A boat shall comply with the requirements of Appendix G governing class insignia, national letters and numbers on sails."
    },
    {
      "Title": "PART 6 ENTRY AND QUALIFICATION\n78.1 COMPLIANCE WITH CLASS RULES; CERTIFICATES",
      "Rule": "While a boat is racing, her owner and any other person in charge shall ensure that the boat is maintained to comply with her class rules and that her measurement or rating certificate, if any, remains valid. In addition, the boat shall also comply at other times specified in the class rules, the notice of race or the sailing instructions."
    },
    {
      "Title": "PART 6 ENTRY AND QUALIFICATION\n78.2 COMPLIANCE WITH CLASS RULES; CERTIFICATES",
      "Rule": "When a rule requires a valid certificate to be produced or its existence verified before a boat races, and this cannot be done, the boat may race provided that the race committee receives a statement signed by the person in charge that a valid certificate exists. "
    },
    {
      "Title": "PART 6 ENTRY AND QUALIFICATION\n78.2 COMPLIANCE WITH CLASS RULES; CERTIFICATES Continued",
      "Rule": "The boat shall produce the certificate or arrange for its existence to be verified by the race committee before the start of the last day of the event, or of the first series, whichever is earlier. The penalty for breaking this rule is disqualification without a hearing from all races of the event."
    },
    {
      "Title": "PART 6 ENTRY AND QUALIFICATION\n79 CATEGORIZATION",
      "Rule": "If the notice of race or class rules state that some or all competitors must satisfy categorization requirements, the categorization shall be carried out as described in the World Sailing Sailor Categorization Code."
    },
    {
      "Title": "PART 6 ENTRY AND QUALIFICATION\n80 RESCHEDULED EVENT",
      "Rule": "When an event is rescheduled to dates different from the dates stated in the notice of race, all boats entered shall be notified. The race committee may accept new entries that meet all the entry requirements except the original deadline for entries."
    }
  ]
}